Repository: RenewedPlains/codeswholesale-woocommerce-patch
Catalog: languages/codeswholesale_patch-*.po
Languages: de_de

source: Plugin could not be activated. Please download the official plugin from <a href="/wp-admin/plugin-install.php?s=codeswholesale&tab=search&type=term">Codeswholesale</a> and configure it.
de_de: Das Plugin konnte nicht aktiviert werden. Bitte installieren Sie das offizielle Plugin von <a href="/wp-admin/plugin-install.php?s=codeswholesale&tab=search&type=term">Codeswholesale</a> und konfigurieren Sie es.

source: Settings
de_de: Einstellungen

source: First connect to Codeswholesale so that you can start importing products.
de_de: Verbinden Sie sich zuerst mit Codeswholesale, damit Sie den Produkteimport starten können.

source: Your settings have been successfully saved.
de_de: Ihre Einstellungen wurden erfolgreich gespeichert.

source: Connection to CodesWholesale failed. Check your input.
de_de: Verbindung zu CodesWholesale fehlgeschlagen. Überprüfen Sie Ihre Eingabe.

source: Get your API Keys
de_de: Holen Sie sich Ihre API-Schlüssel

source: To enable us to import all products, you need an available account at <a href="https://codeswholesale.com" target="_blank">CodesWholesale.com</a>. In the backend of CWS you can look up and copy your API keys. This will generate a new authentication token so that your server can guarantee an outgoing connection and import all available product.
de_de: Damit wir alle Produkte importieren können, benötigen Sie ein verfügbares Konto bei <a href="https://codeswholesale.com" target="_blank">CodesWholesale.com</a>. Im Backend von CWS können Sie Ihre API-Schlüssel generieren und kopieren. Dadurch wird ein neues Authentifizierungs-Token generiert, so dass Ihr Server eine ausgehende Verbindung garantieren und alle verfügbaren Produkte importieren kann.

source: Your CWS API Client ID
de_de: Ihre CWS Client ID

source: Your CWS API Secret ID
de_de: Ihre CWS Secret ID

source: Import settings
de_de: Import-Einstellungen

source: This plugin works with cronjobs. Select the number of cronjobs that will be executed by the PHP server.
de_de: Dieses Plugin arbeitet mit Cronjobs. Wählen Sie die Anzahl der Cronjobs aus, die vom PHP-Server ausgeführt werden sollen.

source: Import batch size
de_de: Anzahl Spiele pro Batch

source: Number of games to be imported by one running cronjob.
de_de: Anzahl der Spiele, die von einem laufenden Cronjob importiert werden sollen.

source: Product settings
de_de: Produkt-Einstellungen

source: Description language
de_de: Beschreibungs-Sprache

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Italian
de_de: Italienisch

source: Select the language for the description imported from CodesWholesale.
de_de: Wählen Sie die Sprache für die aus CodesWholesale importierte Beschreibung.

source: Main currency
de_de: Hauptwährung

source: CodesWholesale supplies prices in EUR. Choose your shop currency here to convert the prices automatically on a product update and new imports.
de_de: CodesWholesale liefert Preise in EUR. Wählen Sie hier Ihre Shop-Währung, um die Preise bei Produktaktualisierungen und Neuimports automatisch umzurechnen.

source: Automatic product updates
de_de: Automatischer Produktimport

source: Inactive
de_de: Inaktiv

source: Active
de_de: Aktiv

source: Through the specified Postback URL at Codeswholesale.com, price and stock updates are transmitted individually. <br />Your Postback URL:
de_de: Über die angegebene Postback-URL bei Codeswholesale.com werden Preis- und Bestandsaktualisierungen einzeln übermittelt. <br />Ihre Postback-URL:

source: Profit margin value
de_de: Gewinnmarge

source: The product is imported in EUR. Indicate how much profit you want to make in your shop currency per purchase.
de_de: Das Produkt wird in EUR importiert. Geben Sie an, wie viel Gewinn Sie in Ihrer Shop-Währung pro Kauf erzielen möchten.

source: Placeholder image
de_de: Platzhalter Bild

source: Search in Media...
de_de: Suche in Mediathek...

source: If the CWS API does not provide a product image for the importing product, this fallback image is used.
de_de: Wenn die CWS-API kein Produktbild für das importierende Produkt bereitstellt, wird dieses Fallback-Bild verwendet.

source: Save Changes
de_de: Änderungen speichern

source: Every 30 seconds
de_de: Alle 30 Sekunden

source: <b>Uhoh!</b> It seems the importer got stuck. <a href="admin.php?page=cws-bojett-patch&forcekill=true">Click here</a> to force the import to stop. <a href="https://github.com/RenewedPlains/codeswholesale-woocommerce-patch" target="_blank">Please inform me</a> about the problem if it persists.
de_de: <b>Ohoh!</b> Es scheint, dass der Importer stecken geblieben ist. <a href="admin.php?page=cws-bojett-patch&forcekill=true">Klicken Sie hier</a>, um den Import zu beenden. <a href="https://github.com/RenewedPlains/codeswholesale-woocommerce-patch" target="_blank">Bitte informieren Sie mich</a> über das Problem, falls es weiterhin besteht.

source: The importer was interrupted and removed. Please try the import again again. <a href="https://github.com/RenewedPlains/codeswholesale-woocommerce-patch" target="_blank">Please inform me</a> about the problem if it persists.
de_de: Der Importeur wurde unterbrochen und entfernt. Bitte versuchen Sie den Import erneut zu starten. <a href="https://github.com/RenewedPlains/codeswholesale-woocommerce-patch" target="_blank">Bitte informieren Sie mich</a> über das Problem, falls es weiterhin besteht.

source: Import started successfully. The import will also continue when you leave the page. Come back here to see the status of the import.
de_de: Import erfolgreich gestartet. Der Import wird auch fortgesetzt, wenn Sie die Seite verlassen. Kommen Sie hierher zurück, um den Status des Imports zu überprüfen.

source: Product Import
de_de: Produkt Import

source: Start new import
de_de: Neuer Import starten

source: Stop current import
de_de: Laufender Import stoppen

source: products were totally imported
de_de: Produkte können importiert werden

source: Bojett.com Codeswholesale Plus is installed as an additional plugin, which retrieves the access data from the Codeswholesale for WooCommerce Plugin API and starts a new import process via the V2 API of Codeswholesale.
de_de: Bojett.com Codeswholesale Plus wird als zusätzliches Plugin installiert, das die Zugangsdaten von der Codeswholesale for WooCommerce Plugin API abruft und einen neuen Importprozess über die V2 API von Codeswholesale startet.
